"INVITEES" = "מוזמנים";
"INVITEES_LOWERCASE" = "מוזמנים";
"INVITATION_FROM" = "הזמנה מ-";
"ACCEPT" = "קבל";
"MAYBE" = "לא בטוח";
"MAYBE_LOWERCASE" = "לא בטוח";
"DECLINE" = "דחה";
"SHOW_IN_CALENDAR" = "הצג בלוח השנה";
"EVENT_CANCELED" = "האירוע בוטל";
"ELLIPSIS_STRING" = "…";
"NEXT_INVITEE_FORMAT" = ", %@";
"LAST_INVITEE_FORMAT" = " ו-%@";

"INFO" = "פרטים";
"ADD_COMMENTS" = "הוסף/י הערות";
"COMMENTS" = "הערות";
"REPEATS_FORMAT" = "כל %@";

"INVITES" = "הזמנות";
"INVITES_FORMAT" = "הזמנות (%@)";
"INVITES_FORMAT_NUMBER_ONLY" = "(%@)";
"ACCEPTED" = "התקבל";
"ACCEPTED_LOWERCASE" = "התקבל";
"DECLINED" = "נדחה";
"DECLINED_LOWERCASE" = "נדחה";
"DISMISS" = "דחה";
"MAYBE_RESPONSE" = "לא בטוח";
"CANCELED" = "בוטלה";
"NO_INVITATIONS" = "אין הזמנות";
"NO_REPLY" = "אין תגובה";
"NO_REPLY_LOWERCASE" = "אין תגובה";
"FROM" = "מ-";
"FROM_LOWERCASE" = "מ-";
"MY_STATUS" = "המצב שלי";
"MY_STATUS_LOWERCASE" = "המצב שלי";
"EVENT_DETAILS" = "פרטי האירוע";
"NO_ATTENDEES" = "(ללא)";
"INVITE_LIST_ACCEPTED" = "התקבל";
"INVITE_LIST_DECLINED" = "נדחה";
"INVITE_LIST_MAYBE" = "לא בטוח";
"SHARED_CALENDAR_FROM" = "לוח שנה משותף מ-%@";

"INVITATION_FROM_START_TIME_TO_END_TIME" = "%@ ל-%@";
"INVITATION_FROM_START_DATE_TO_END_DATE" = "מ-%@\nעד %@";
"INVITATION_CANCELED" = "בוטלה";

"DELEGATE_ACTION_DISALLOWED" = "ההודעה על אירוע זה נשלחה אליך מאחר שהינך נציג/ה של אחד המוזמנים.";